# -*- coding: utf-8 -*-
"""
Created on Wed May 30 17:51:11 2018

@author: Lee
"""

operating_category = {
        '新媒体':'新媒体运营',
        '公众号':'新媒体运营',
        '微信':'新媒体运营',
        '微博':'新媒体运营',
        '产品':'产品运营',
        '用户':'用户运营',
        '编辑':'内容运营',
        '内容':'内容运营',
        '文案':'内容运营',
        '电商':'电商运营',
        '天猫':'电商运营',
        '商家':'电商运营',
        '品类':'电商运营',
        '网店':'电商运营',
        '商户':'电商运营',
        '淘宝':'电商运营',
        '活动':'活动运营',
        '社群':'社区运营',
        '社区':'社区运营',
        '数据':'数据运营',
        '渠道':'渠道运营',
        '市场':'市场运营',
        '游戏':'游戏运营'
        }
word_filter = ['的','有','和','能','人','及','擅长','以','并','对','使','把','给','与','强','为','在','等','从']
white_list = {
        '增长':3,
        '数据':1,
        'python':2,
        '爬虫':2,
        '业务':1,
        '商业':1,
        'Google':2,
        '海外':3,
        '英语':1,
        '问题':1,
        '数据驱动':3,
        'google play':5,
        '数据挖掘':1,
        '沟通':1,
        '流程优化':2,
        '数据分析':1,
        'ASO':5
        }
black_list = {
        '行政':1,
        '报表':2,
        'excel':1,
        'hadoop':1,
        '数学':1,
        '金融':2,
        '模型':1,
        '辅助':1,
        '协助':1,
        '销售':2,
        '公众号':1
        }